Repository: owenc1122/GameDuo
Catalog: DuoDS/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

source: · 自动
en: · Auto
zh_hant: · 自動

source: %lld 小时 %lld 分钟
en: %lld hr %lld min
zh_hant: %lld 小時 %lld 分鐘

source: 2 倍高清（960×544），平滑纹理与锯齿。高负载时减少抗锯齿以优先保持流畅。重新启动游戏后生效。
en: 2× HD (960×544) with smoother textures and edges. Anti-aliasing is reduced under heavy load to prioritize performance. Restart the game to apply.
zh_hant: 2 倍高清（960×544），平滑紋理與鋸齒。高負載時減少抗鋸齒以優先保持流暢。重新啓動遊戲後生效。

source: 3DS 压缩容器标识无效
en: The compressed 3DS container identifier is invalid.
zh_hant: 3DS 壓縮容器標識無效

source: 3DS 存档需要包含 Nintendo 3DS 目录结构的 ZIP、7Z 或 RAR 包
en: 3DS saves require a ZIP, 7Z, or RAR archive containing the Nintendo 3DS folder structure.
zh_hant: 3DS 存檔需要包含 Nintendo 3DS 目錄結構的 ZIP、7Z 或 RAR 包

source: 3DS 浅灰白
en: 3DS Light Gray
zh_hant: 3DS 淺灰白

source: 3DS 虚拟 SD 中已有相同路径的数据，现有文件已保留
en: Existing files on the 3DS virtual SD card were preserved.
zh_hant: 3DS 虛擬 SD 中已有相同路徑的數據，現有文件已保留

source: 3DSX 文件头不完整
en: The 3DSX header is incomplete.
zh_hant: 3DSX 文件頭不完整

source: CPU/GPU 预设
en: CPU/GPU Preset
zh_hant: CPU/GPU 預設

source: DS 深灰
en: DS Dark Gray

source: DS 画面模式
en: DS Graphics Mode
zh_hant: DS 畫面模式

source: Duo 进阶版
en: Duo Pro
zh_hant: Duo 進階版

source: ELF 既不是 3DS ARM 程序，也不是 PSP MIPS 程序
en: This ELF is neither a 3DS ARM program nor a PSP MIPS program.

source: iCloud Drive 不可用
en: iCloud Drive is unavailable.

# Lifetime unlock · %@
source: 一次购买，永久解锁 · %@
en: Lifetime unlock · %@
zh_hant: 一次購買，永久解鎖 · %@

# Loading Price…
source: 正在读取价格…
en: Loading Price…
zh_hant: 正在讀取價格…

source: N64 ROM 大小异常或文件已截断
en: The N64 ROM has an invalid size or is truncated.
zh_hant: N64 ROM 大小異常或文件已截斷

source: N64 模拟摇杆
en: N64 Analog Stick
zh_hant: N64 模擬搖桿

source: Nintendo 64 游戏画面
en: Nintendo 64 Game Display
zh_hant: Nintendo 64 遊戲畫面

source: O2R 是移植游戏资源，请使用对应游戏的数据导入方式
en: O2R contains game port resources. Import it using the matching game's data importer.
zh_hant: O2R 是移植遊戲資源，請使用對應遊戲的數據導入方式

# OK
source: 好
en: OK

source: PSP · 实体操作
en: PSP · Model Controls
zh_hant: PSP · 實體操作

source: PSP · 电源推钮
en: PSP · Power Switch
zh_hant: PSP · 電源推鈕

source: PSP · 装入光盘
en: PSP · Insert a Disc
zh_hant: PSP · 裝入光盤

source: PSP CHD 文件已截断
en: The PSP CHD file is truncated.
zh_hant: PSP CHD 文件已截斷

source: PSP CSO 文件头不完整
en: The PSP CSO header is incomplete.
zh_hant: PSP CSO 文件頭不完整

source: PSP ISO 缺少有效的 ISO 9660 卷标识
en: The PSP ISO has no valid ISO 9660 volume identifier.
zh_hant: PSP ISO 缺少有效的 ISO 9660 卷標識

source: PSP PBP 分区表无效
en: The PSP PBP section table is invalid.
zh_hant: PSP PBP 分區表無效

source: PSP PBP 文件头不完整
en: The PSP PBP header is incomplete.
zh_hant: PSP PBP 文件頭不完整

source: PSP PRX 文件头不完整
en: The PSP PRX header is incomplete.
zh_hant: PSP PRX 文件頭不完整

source: PSP 中已有相同路径的存档，现有文件已保留
en: Existing PSP saves were preserved.
zh_hant: PSP 中已有相同路徑的存檔，現有文件已保留

source: PSP 即时存档文件头不完整
en: The PSP save state header is incomplete.
zh_hant: PSP 即時存檔文件頭不完整

source: PSP 即时存档结构无效或文件已截断
en: The PSP save state is invalid or truncated.
zh_hant: PSP 即時存檔結構無效或文件已截斷

source: PSP 存档需要包含 PSP/SAVEDATA 目录结构的 ZIP、7Z 或 RAR 包
en: PSP saves require a ZIP, 7Z, or RAR archive containing the PSP/SAVEDATA folder structure.
zh_hant: PSP 存檔需要包含 PSP/SAVEDATA 目錄結構的 ZIP、7Z 或 RAR 包

source: PSP 帧率
en: PSP Frame Rate
zh_hant: PSP 幀率

source: PSP 帧率模式
en: PSP Frame Rate Mode
zh_hant: PSP 幀率模式

source: PSP 操作练习
en: PSP Controls Practice
zh_hant: PSP 操作練習

source: PSP 游戏显示为 UMD。向下拖动，光盘上下翻转，装入倾斜主机的碟仓。
en: PSP games appear as UMDs. Pull down to flip the disc into the tilted console's tray.
zh_hant: PSP 遊戲顯示為 UMD。向下拖動，光盤上下翻轉，裝入傾斜主機的碟倉。

source: PSP 画面模式
en: PSP Graphics Mode
zh_hant: PSP 畫面模式

source: PSP-2000 银色实体操作界面
en: PSP-2000 silver model controls
zh_hant: PSP-2000 銀色實體操作界面

# System Volume
source: 系统音量
en: System Volume
zh_hant: 系統音量

source: 当前音频设备自行控制音量，请使用设备音量键或控制中心。
en: This audio output controls its own volume. Use its volume buttons or Control Center.
zh_hant: 當前音頻設備自行控制音量，請使用設備音量鍵或控制中心。

source: Trail Mix 更新失败：%@
en: Could not update Trail Mix: %@
zh_hant: Trail Mix 更新失敗：%@

source: 上一个游戏
en: Previous game
zh_hant: 上一個遊戲

source: 上下双屏
en: Stacked Screens
zh_hant: 上下雙屏

source: 上推两秒退出
en: Hold Up to Exit
zh_hant: 上推兩秒退出

source: 下一个游戏
en: Next game
zh_hant: 下一個遊戲

source: 下拉开玩
en: Pull Down to Play
zh_hant: 下拉開玩

source: 下拉装入 UMD
en: Pull Down to Insert
zh_hant: 下拉裝入 UMD

source: 下次启动游戏生效。部分锁帧游戏需要专用补丁，暂不自动启用。
en: Applies on next launch. Some locked games need game-specific patches, which are not applied automatically.
zh_hant: 下次啓動遊戲生效。部分鎖幀遊戲需要專用補丁，暫不自動啓用。

source: 主屏大小
en: Main Screen Size

source: 主屏放大
en: Main Screen

source: 主游戏画面
en: Main Game Display
zh_hant: 主遊戲畫面

source: 交换 A / B
en: Swap A / B
zh_hant: 交換 A / B

source: 交换 X / Y
en: Swap X / Y
zh_hant: 交換 X / Y

source: 从文件选择
en: Choose from Files
zh_hant: 從文件選擇

source: 从照片选择
en: Choose from Photos
zh_hant: 從照片選擇

source: 代码
en: Code
zh_hant: 代碼

source: 使用原始 256×192 分辨率，功耗最低。
en: Uses the original 256×192 resolution for lower power use.

source: 保存
en: Save

source: 保留了 %lld 个已有的 PSP 存档文件
en: Preserved %lld existing PSP save files.
zh_hant: 保留了 %lld 個已有的 PSP 存檔文件

source: 保留了 %lld 个已有的用户数据文件
en: Preserved %lld existing user data files.
zh_hant: 保留了 %lld 個已有的用戶數據文件

source: 保留封面主体，空白部分渐变为图片主色。
en: Keeps the full artwork and blends empty areas into its dominant color.
zh_hant: 保留封面主體，空白部分漸變為圖片主色。

source: 保留游戏原来的帧率与运行设置。原本支持 60 帧的游戏仍可运行在 60 帧。
en: Keeps each game's original frame rate and runtime settings. Games that already support 60 fps can still run at 60 fps.
zh_hant: 保留遊戲原來的幀率與運行設置。原本支持 60 幀的遊戲仍可運行在 60 幀。

source: 全部
en: All

source: 兼容
en: Compatible

source: 内置游戏卡带
en: Included Cartridges
zh_hant: 內置遊戲卡帶

source: 内部画质
en: Internal Resolution
zh_hant: 內部畫質

source: 最近游玩时间线
en: Recent Play Timeline
zh_hant: 最近遊玩時間線

source: 准备开玩
en: Ready to Play
zh_hant: 準備開玩

source: 分类
en: Categories
zh_hant: 分類

source: 创建即时存档
en: Create Save State
zh_hant: 創建即時存檔

source: 创建完整备份
en: Create Full Backup
zh_hant: 創建完整備份

source: 删除
en: Delete
zh_hant: 刪除

source: 删除 %@ 游戏卡带
en: Delete %@ cartridge
zh_hant: 刪除 %@ 遊戲卡帶

source: 删除 %@ 的存档
en: Delete saves for %@
zh_hant: 刪除 %@ 的存檔

source: 删除“%@”？
en: Delete “%@”?
zh_hant: 刪除“%@”？

source: 删除“%@”的存档？
en: Delete saves for “%@”?
zh_hant: 刪除“%@”的存檔？

source: 删除卡带
en: Delete Cartridge
zh_hant: 刪除卡帶

source: 删除卡带会移除游戏本体并保留存档；内置游戏会从游戏库移除。
en: Deleting a cartridge removes its game file but keeps saves. Included games are hidden from the library.
zh_hant: 刪除卡帶會移除遊戲本體並保留存檔；內置遊戲會從遊戲庫移除。

source: 删除失败
en: Could Not Delete
zh_hant: 刪除失敗

source: 删除存档
en: Delete Save
zh_hant: 刪除存檔

source: 删除游戏文件并保留存档
en: Delete Game and Keep Saves
zh_hant: 刪除遊戲文件並保留存檔

source: 加入“正在玩”
en: Add to Now Playing

source: 加入“稍后游玩”
en: Add to Play Later
zh_hant: 加入“稍後遊玩”

source: 包内含有转换后同名的游戏，请分别导入
en: These games have the same name after conversion. Import them separately.
zh_hant: 包內含有轉換後同名的遊戲，請分別導入

source: 包内还有压缩包，请先展开嵌套压缩包再导入
en: Extract nested archives before importing.
zh_hant: 包內還有壓縮包，請先展開嵌套壓縮包再導入

source: 卡带封面需要 PNG、JPG 或 HEIC 图片
en: Choose a PNG, JPG, or HEIC cover.
zh_hant: 卡帶封面需要 PNG、JPG 或 HEIC 圖片

source: 卡带颜色
en: Cartridge Color
zh_hant: 卡帶顏色

source: 即时存档
en: Save States
zh_hant: 即時存檔

source: 即时存档已创建
en: Save state created
zh_hant: 即時存檔已創建

source: 压缩包不完整、损坏或缺少分卷
en: The archive is incomplete, damaged, or missing a volume.
zh_hant: 壓縮包不完整、損壞或缺少分卷

source: 压缩包内没有可导入的游戏或存档文件
en: No supported games or saves were found in the archive.
zh_hant: 壓縮包內沒有可導入的遊戲或存檔文件

source: 压缩包含有不安全的路径或链接
en: This archive contains an unsafe path or link.
zh_hant: 壓縮包含有不安全的路徑或鏈接

source: 压缩包含有不支持的特殊文件
en: This archive contains an unsupported special file.
zh_hant: 壓縮包含有不支持的特殊文件

source: 压缩包展开后超过 8 GB，请分批导入
en: This archive expands to more than 8 GB. Import smaller batches.
zh_hant: 壓縮包展開後超過 8 GB，請分批導入

source: 压缩包文件数量超过 10000 个
en: This archive contains more than 10,000 files.
zh_hant: 壓縮包文件數量超過 10000 個

source: 压缩数据损坏、密码错误或压缩方式不受支持
en: Archive data is damaged, the password is incorrect, or the compression method is unsupported.
zh_hant: 壓縮數據損壞、密碼錯誤或壓縮方式不受支持

source: 原始
en: Original

source: 原始颜色
en: Original Color
zh_hant: 原始顏色

source: 原机外观
en: Console Model
zh_hant: 原機外觀

source: 原版
en: Original

source: 原版帧率
en: Original Frame Rate
zh_hant: 原版幀率

source: 原生分辨率（480×272），保留原版纹理，降低功耗。重新启动游戏后生效。
en: Native resolution (480×272) with original textures and lower power use. Restart the game to apply.
zh_hant: 原生分辨率（480×272），保留原版紋理，降低功耗。重新啓動遊戲後生效。

source: 双屏布局
en: Dual-Screen Layout
zh_hant: 雙屏佈局

source: 取消
en: Cancel

source: 合仓开玩
en: Close the Tray and Play
zh_hant: 合倉開玩

source: 同步与备份
en: Sync & Backup
zh_hant: 同步與備份

source: 同步失败：%@
en: Sync failed: %@
zh_hant: 同步失敗：%@

source: 名称
en: Name
zh_hant: 名稱

source: 向下拖动
en: Pull Down
zh_hant: 向下拖動

source: 启动前安全快照
en: Before-Launch Safety Snapshot
zh_hant: 啓動前安全快照

source: 回到收藏
en: Back to Your Collection

source: 备份
en: Backup
zh_hant: 備份

source: 备份已保存到文件：%@
en: Backup saved to Files: %@
zh_hant: 備份已保存到文件：%@

source: 外壳
en: Shell
zh_hant: 外殼

source: 外观预览，可拖动查看卡带
en: Appearance preview. Drag to inspect the cartridge.
zh_hant: 外觀預覽，可拖動查看卡帶

source: 好
en: OK

source: 存储空间不足或写入失败
en: Not enough storage, or the write failed.
zh_hant: 存儲空間不足或寫入失敗

source: 存档名称
en: Save State Name
zh_hant: 存檔名稱

source: 存档文件过大，可能不是有效的模拟器存档
en: This file is too large to be a valid save state.
zh_hant: 存檔文件過大，可能不是有效的模擬器存檔

source: 存档管理
en: Save Management
zh_hant: 存檔管理

source: 完成
en: Done

source: 实体按键
en: Model Buttons
zh_hant: 實體按鍵

source: 实验功能
en: Experimental Features
zh_hant: 實驗功能

source: 导入 DS 或 3DS 游戏文件， 自动识别卡带和游戏图标。
en: Import DS, 3DS, N64, or PSP games. Game Duo identifies the format and artwork.
zh_hant: 導入 DS 或 3DS 遊戲文件， 自動識別卡帶和遊戲圖標。

source: 导入失败：%@
en: Import failed: %@
zh_hant: 導入失敗：%@

source: 导入完成
en: Import Complete
zh_hant: 導入完成

source: 导入控制器皮肤
en: Import Controller Skin
zh_hant: 導入控制器皮膚

source: 导入收藏
en: Build Your Collection
zh_hant: 導入收藏

source: 导入游戏
en: Import Games
zh_hant: 導入遊戲

source: 导入自定义卡带封面
en: Import Custom Cover
zh_hant: 導入自定義卡帶封面

source: 封面
en: Cover Artwork

source: 尚未同步
en: Not synced yet

source: 尚未检测到存档
en: No Saves Found Yet
zh_hant: 尚未檢測到存檔

source: 左右双屏
en: Side by Side
zh_hant: 左右雙屏

source: 左右滑动
en: Swipe Left or Right
zh_hant: 左右滑動

source: 左右滚动选择游戏，向下拖动卡带插入。长按可导入游戏。
en: Swipe to browse games. Pull down to insert a cartridge. Touch and hold to import.
zh_hant: 左右滾動選擇遊戲，向下拖動卡帶插入。長按可導入遊戲。

source: 左右选卡
en: Browse Cartridges
zh_hant: 左右選卡

source: 已为 %@ 自动导入 %@ 存档
en: Imported %2$@ save for %1$@.
zh_hant: 已為 %@ 自動導入 %@ 存檔

source: 已保留的存档
en: Preserved Saves
zh_hant: 已保留的存檔

source: 已同步 · %@
en: Synced · %@

source: 已安装更新或 DLC，启动对应本体后生效
en: Update or DLC installed. Launch the matching base game to use it.
zh_hant: 已安裝更新或 DLC，啓動對應本體後生效

source: 已安装游戏 %@
en: Installed game %@.
zh_hant: 已安裝遊戲 %@

source: 已安装的 3DS 游戏
en: Installed 3DS Games
zh_hant: 已安裝的 3DS 遊戲

source: 已完成
en: Completed

source: 已导入 %lld 个游戏
en: Imported %lld games.
zh_hant: 已導入 %lld 個遊戲

source: 已导入 PSP 即时存档
en: PSP save state imported.
zh_hant: 已導入 PSP 即時存檔

source: 已暂停
en: Paused
zh_hant: 已暫停

source: 已有不同的系统文件 %@，未覆盖现有配置
en: A different system file named %@ already exists. Your configuration was preserved.
zh_hant: 已有不同的系統文件 %@，未覆蓋現有配置

source: 已永久解锁
en: Lifetime Access Unlocked
zh_hant: 已永久解鎖

source: 已确认 %@ 的存档配置完整
en: Save configuration verified for %@.
zh_hant: 已確認 %@ 的存檔配置完整

source: 已确认 Mario Kart 64 ROM 配置完整
en: Mario Kart 64 ROM configuration verified.
zh_hant: 已確認 Mario Kart 64 ROM 配置完整

source: 已确认 PSP 即时存档配置完整
en: PSP save state configuration verified.
zh_hant: 已確認 PSP 即時存檔配置完整

source: 已自动导入 %lld 个 PSP 存档文件
en: Imported %lld PSP save files.
zh_hant: 已自動導入 %lld 個 PSP 存檔文件

source: 已自动导入 3DS 虚拟 SD 与存档数据（%lld 个文件）
en: Imported 3DS virtual SD and save data (%lld files).
zh_hant: 已自動導入 3DS 虛擬 SD 與存檔數據（%lld 個文件）

source: 已自动导入 PSP 存档（%lld 个文件）
en: Imported PSP saves (%lld files).
zh_hant: 已自動導入 PSP 存檔（%lld 個文件）

source: 已自动配置 %lld 个虚拟 SD 数据文件
en: Configured %lld virtual SD data files.
zh_hant: 已自動配置 %lld 個虛擬 SD 數據文件

source: 已自动配置 MK64 游戏资源
en: MK64 game resources configured.
zh_hant: 已自動配置 MK64 遊戲資源

source: 已识别并自动配置美版 Mario Kart 64 ROM
en: US Mario Kart 64 ROM detected and configured.
zh_hant: 已識別並自動配置美版 Mario Kart 64 ROM

source: 已载入 %@
en: Loaded %@
zh_hant: 已載入 %@

source: 已配置系统文件 %@
en: Configured system file %@.
zh_hant: 已配置系統文件 %@

source: 布局
en: Layout
zh_hant: 佈局

source: 平滑
en: Smooth

source: 平衡
en: Balanced

source: 应用金手指
en: Apply Cheats
zh_hant: 應用金手指

source: 开始
en: Start
zh_hant: 開始

source: 开始与结束
en: Start & Finish
zh_hant: 開始與結束

source: 开源测试游戏
en: Open-Source Test Game
zh_hant: 開源測試遊戲

source: 性能
en: Performance

source: 恢复内置卡带
en: Restore Included Cartridges
zh_hant: 恢復內置卡帶

source: 恢复原始封面
en: Restore Original Cover
zh_hant: 恢復原始封面

source: 恢复购买
en: Restore Purchases
zh_hant: 恢復購買

source: 我的卡带 TEST
en: MY CARTRIDGE TEST
zh_hant: 我的卡帶 TEST

source: 我的收藏
en: My Collection

source: 打开主机
en: Open the Console
zh_hant: 打開主機

source: 打开邮件应用，向 Duo 支持团队反馈问题
en: Email the Duo support team.
zh_hant: 打開郵件應用，向 Duo 支持團隊反饋問題

source: 批量整理当前结果
en: Organize These Games
zh_hant: 批量整理當前結果

source: 找到多个同名游戏，无法确定存档属于哪一个；请让存档文件名与完整 ROM 文件名一致
en: Several games have the same name. Match the save filename to the full ROM filename.
zh_hant: 找到多個同名遊戲，無法確定存檔屬於哪一個；請讓存檔文件名與完整 ROM 文件名一致

source: 把右侧实体推钮从 HOLD 向 POWER 推到顶，保持 2 秒退出。提前松手会回弹并取消关机。
en: Push the right-hand switch from HOLD toward POWER and hold for 2 seconds to exit. Release early to cancel; the switch springs back.
zh_hant: 把右側實體推鈕從 HOLD 向 POWER 推到頂，保持 2 秒退出。提前鬆手會回彈並取消關機。

source: 抗锯齿
en: Anti-Aliasing
zh_hant: 抗鋸齒

source: 按 HOME 继续
en: Press HOME to resume
zh_hant: 按 HOME 繼續

source: 按住中间卡带，向下拖入卡槽。
en: Pull the selected cartridge down into the slot.
zh_hant: 按住中間卡帶，向下拖入卡槽。

source: 按住卡带左右滑动，换到另一张。
en: Swipe left or right across the cartridge to browse.
zh_hant: 按住卡帶左右滑動，換到另一張。

source: 按动实体按键
en: Press the Model's Buttons
zh_hant: 按動實體按鍵

source: 按键大小
en: Button Size
zh_hant: 按鍵大小

source: 按键映射、连发与组合
en: Button Mapping, Turbo & Macros
zh_hant: 按鍵映射、連發與組合

source: 按键组合
en: Button Macros
zh_hant: 按鍵組合

source: 按键透明度
en: Button Opacity
zh_hant: 按鍵透明度

source: 控制器皮肤需要 PNG、JPG 或 HEIC 图片
en: Choose a PNG, JPG, or HEIC controller skin.
zh_hant: 控制器皮膚需要 PNG、JPG 或 HEIC 圖片

source: 提供 DS 深灰、红外卡带黑和 3DS 浅灰白。
en: Choose DS dark gray, infrared cartridge black, or 3DS light gray.
zh_hant: 提供 DS 深灰、紅外卡帶黑和 3DS 淺灰白。

source: 插入当前卡带
en: Insert selected cartridge
zh_hant: 插入當前卡帶

source: 插卡完成，等待主机展开。
en: After insertion, wait for the console to open.
zh_hant: 插卡完成，等待主機展開。

source: 搜索游戏或分类
en: Search games or categories
zh_hant: 搜索遊戲或分類

source: 摇杆
en: Analog Stick
zh_hant: 搖桿

source: 摇杆灵敏度
en: Stick Sensitivity
zh_hant: 搖桿靈敏度

source: 操作指引
en: Interaction Guide

source: 支持 DS、3DS、N64 与 PSP 游戏；ZIP、7Z、RAR、TAR 自动展开。PSP 游戏存档自动保存；CIA/CIAx/ZCIA 安装后启动，更新和 DLC 需要对应本体。
en: Supports DS, 3DS, N64, and PSP games. ZIP, 7Z, RAR, and TAR archives are extracted automatically. PSP games save progress through their own save system. Install CIA/CIAx/ZCIA packages before launching; updates and DLC require the matching base game.
zh_hant: 支持 DS、3DS、N64 與 PSP 遊戲；ZIP、7Z、RAR、TAR 自動展開。PSP 遊戲存檔自動保存；CIA/CIAx/ZCIA 安裝後啓動，更新和 DLC 需要對應本體。

source: 支持与兼容
en: Support & Compatibility
zh_hant: 支持與兼容

source: 支持以下机型和游戏文件。
en: Supported systems and game files.
zh_hant: 支持以下機型和遊戲文件。

source: 收藏
en: Favorites

source: 收藏，从第一张卡带开始
en: Your collection starts with one cartridge.
zh_hant: 收藏，從第一張卡帶開始

source: 文件为空或不是普通文件
en: The file is empty or is not a regular file.
zh_hant: 文件為空或不是普通文件

source: 新金手指
en: New Cheat

source: 无法保存外观
en: Could Not Save Appearance
zh_hant: 無法保存外觀

source: 无法写入解压文件，或包内存在重复文件名
en: Unable to write an extracted file, or a duplicate filename exists.
zh_hant: 無法寫入解壓文件，或包內存在重復文件名

source: 无法启动
en: Could Not Start
zh_hant: 無法啓動

source: 无法完成购买
en: Purchase Unavailable
zh_hant: 無法完成購買

source: 无法导入
en: Could Not Import
zh_hant: 無法導入

source: 无法导入皮肤
en: Could Not Import Skin
zh_hant: 無法導入皮膚

source: 无法打开压缩包，文件可能损坏或需要密码
en: Unable to open this archive. It may be damaged or password-protected.
zh_hant: 無法打開壓縮包，文件可能損壞或需要密碼

source: 无法自动匹配存档；请先导入对应游戏，并让存档文件名与游戏文件名一致
en: Import the matching game first, then give the save the same filename as the game.
zh_hant: 無法自動匹配存檔；請先導入對應遊戲，並讓存檔文件名與遊戲文件名一致

source: 无法识别完整的 DS、3DS、N64 或 PSP 游戏内容（.%@）；存档、补丁和 BIOS 不能当作游戏启动
en: No complete DS, 3DS, N64, or PSP game was found (.%@). Saves, patches, and BIOS files cannot be launched as games.
zh_hant: 無法識別完整的 DS、3DS、N64 或 PSP 遊戲內容（.%@）；存檔、補丁和 BIOS 不能當作遊戲啓動

source: 无法读取这张图片
en: This image could not be read.
zh_hant: 無法讀取這張圖片

source: 无法读取这张封面图片
en: This cover image could not be read.
zh_hant: 無法讀取這張封面圖片

source: 无限即时存档与自动时间线
en: Unlimited save states and a play timeline
zh_hant: 無限即時存檔與自動時間線

source: 映射
en: Mapping

source: 显示帧率
en: Show Frame Rate
zh_hant: 顯示幀率

source: 显示或隐藏卡带下方的下滑箭头提示
en: Show or hide the pull-down arrows below cartridges.
zh_hant: 顯示或隱藏卡帶下方的下滑箭頭提示

source: 智能筛选
en: Smart Filters
zh_hant: 智能篩選

source: 暂停
en: Pause
zh_hant: 暫停

source: 未分类
en: Uncategorized
zh_hant: 未分類

source: 未知错误
en: Unknown Error
zh_hant: 未知錯誤

source: 本机游戏
en: On This Device
zh_hant: 本機遊戲

source: 极清 6×
en: HD 6×
zh_hant: 極清 6×

source: 标记为已完成
en: Mark as Completed
zh_hant: 標記為已完成

source: 正在同步…
en: Syncing…

source: 正在启动 Mario Kart 64 3DS
en: Starting Mario Kart 64 3DS
zh_hant: 正在啓動 Mario Kart 64 3DS

source: 正在启动 N64…
en: Starting N64…
zh_hant: 正在啓動 N64…

source: 正在启动模拟器…
en: Starting Emulator…
zh_hant: 正在啓動模擬器…

source: 正在玩
en: Now Playing

source: 正在解压、检查并导入…
en: Extracting, checking, and importing…
zh_hant: 正在解壓、檢查並導入…

source: 正在读取图片…
en: Loading Image…
zh_hant: 正在讀取圖片…

source: 此操作无法撤销，游戏卡带不会被删除。
en: This cannot be undone. The game cartridge will be kept.
zh_hant: 此操作無法撤銷，遊戲卡帶不會被刪除。

source: 永久解锁
en: Lifetime Unlock
zh_hant: 永久解鎖

source: 永久解锁 · ¥30
en: Lifetime Unlock
zh_hant: 永久解鎖 · ¥30

source: 没有可删除的卡带
en: No Cartridges to Delete
zh_hant: 沒有可刪除的卡帶

source: 沿用卡带镌刻字体，只修改卡带上的文字。
en: Changes the engraved text while keeping the cartridge's lettering style.
zh_hant: 沿用卡帶鐫刻字體，只修改卡帶上的文字。

source: 测试
en: Test
zh_hant: 測試

source: 浏览卡带
en: Browse Cartridges
zh_hant: 瀏覽卡帶

source: 添加 A → B 组合
en: Add A → B Macro
zh_hant: 添加 A → B 組合

source: 添加游戏
en: Add Games
zh_hant: 添加遊戲

source: 添加金手指
en: Add Cheat

source: 游戏卡带
en: Game Cartridge
zh_hant: 遊戲卡帶

source: 游戏卡带会从本机移除，存档会保留。
en: The game will be removed from this device. Saves will be kept.
zh_hant: 遊戲卡帶會從本機移除，存檔會保留。

source: 游戏卡带管理
en: Cartridge Management
zh_hant: 遊戲卡帶管理

source: 游戏库
en: Library
zh_hant: 遊戲庫

source: 游戏画质
en: Game Graphics
zh_hant: 遊戲畫質

source: 游戏画面
en: Game Display
zh_hant: 遊戲畫面

source: 游戏设置
en: Game Settings
zh_hant: 遊戲設置

source: 游戏速度
en: Game Speed
zh_hant: 遊戲速度

source: 游玩时间
en: Play Time
zh_hant: 遊玩時間

source: 点击右上角 ＋，选择游戏文件。
en: Tap + in the top-right corner and choose a game file.
zh_hant: 點擊右上角 ＋，選擇遊戲文件。

source: 点击右下角电源键，合盖退卡。
en: Tap the power button at the bottom right to close the console and eject.
zh_hant: 點擊右下角電源鍵，合蓋退卡。

source: 点选两份文件，加入收藏。
en: Select two files to add to your collection.
zh_hant: 點選兩份文件，加入收藏。

source: 电源，合盖并退出卡带
en: Power: close the console and eject the cartridge
zh_hant: 電源，合蓋並退出卡帶

source: 画中画
en: Picture in Picture
zh_hant: 畫中畫

source: 画质、布局、控制、分类与实验功能
en: Graphics, layouts, controls, categories, and experiments
zh_hant: 畫質、佈局、控制、分類與實驗功能

source: 画质、性能和速度设置会在下次启动游戏时完整生效。
en: Graphics, performance, and speed changes take full effect the next time you launch a game.
zh_hant: 畫質、性能和速度設置會在下次啓動遊戲時完整生效。

source: 画面
en: Graphics
zh_hant: 畫面

source: 界面
en: Appearance

source: 留空使用游戏名称
en: Leave blank to use the game title
zh_hant: 留空使用遊戲名稱

source: 碟仓合上后，用机身上的按钮和摇杆操作。
en: When the tray closes, play using the model's buttons and stick.
zh_hant: 碟倉合上後，用機身上的按鈕和搖桿操作。

source: 稍后游玩
en: Play Later
zh_hant: 稍後遊玩

source: 立即同步 iCloud
en: Sync with iCloud Now

source: 系统文件 %@ 的大小或标识不正确，请使用自己主机的完整导出
en: System file %@ has an invalid size or identifier. Use a complete dump from your own console.
zh_hant: 系統文件 %@ 的大小或標識不正確，請使用自己主機的完整導出

source: 红外卡带黑
en: Infrared Cartridge Black
zh_hant: 紅外卡帶黑

source: 练习关机推钮
en: Try the Power Switch
zh_hant: 練習關機推鈕

source: 组合键按顺序执行，每个按键间隔 80 毫秒。
en: Macros press each button in order, 80 milliseconds apart.
zh_hant: 組合鍵按順序執行，每個按鍵間隔 80 毫秒。

source: 继续
en: Resume
zh_hant: 繼續

source: 编辑 %@ 外观
en: Edit appearance of %@
zh_hant: 編輯 %@ 外觀

source: 编辑 UMD 封面
en: Edit UMD Cover
zh_hant: 編輯 UMD 封面

source: 编辑卡带外观
en: Cartridge Appearance
zh_hant: 編輯卡帶外觀

source: 自动测试
en: Automated Test
zh_hant: 自動測試

source: 自定义卡带名称
en: Custom Cartridge Name
zh_hant: 自定義卡帶名稱

source: 色彩与过滤
en: Color & Filtering
zh_hant: 色彩與過濾

source: 解压大小超过 8 GB
en: Extracted files exceed 8 GB.
zh_hant: 解壓大小超過 8 GB

source: 解压文件写入失败
en: Unable to finish writing the extracted file.
zh_hant: 解壓文件寫入失敗

source: 触摸屏大小
en: Touch Screen Size
zh_hant: 觸摸屏大小

source: 触摸屏放大
en: Touch Screen
zh_hant: 觸摸屏放大

source: 设置
en: Settings
zh_hant: 設置

source: 试按方向键或 △ ○ × □，再拖动左侧摇杆。SELECT、START、L、R 都在原机位置；HOME 暂停或继续。
en: Try the directional buttons or △ ○ × □, then drag the left stick. SELECT, START, L, and R are in their original positions. HOME pauses or resumes.
zh_hant: 試按方向鍵或 △ ○ × □，再拖動左側搖桿。SELECT、START、L、R 都在原機位置；HOME 暫停或繼續。

source: 请先从游戏库导入并安装这个文件
en: Import and install this file from your library first.
zh_hant: 請先從遊戲庫導入並安裝這個文件

source: 请先解锁带密码的压缩包，再导入解压后的文件
en: Extract this password-protected archive first, then import its files.
zh_hant: 請先解鎖帶密碼的壓縮包，再導入解壓後的文件

source: 请先退出游戏再导入文件
en: Exit your game before importing files.
zh_hant: 請先退出遊戲再導入文件

source: 请选择有效的图片文件
en: Choose a valid image file.
zh_hant: 請選擇有效的圖片文件

source: 购买凭证未通过验证
en: The purchase could not be verified.
zh_hant: 購買憑證未通過驗證

source: 购买后可在使用同一 Apple 账户的设备上恢复。游戏、系统文件与 ROM 不包含在购买中。
en: Restore your purchase on devices using the same Apple Account. Games, system files, and ROMs are not included.
zh_hant: 購買後可在使用同一 Apple 賬戶的設備上恢復。遊戲、系統文件與 ROM 不包含在購買中。

source: 购买正在等待确认
en: Your purchase is awaiting approval.
zh_hant: 購買正在等待確認

source: 购买项目暂时不可用，请稍后再试
en: Purchases are temporarily unavailable. Please try again later.
zh_hant: 購買項目暫時不可用，請稍後再試

source: 超清 5×
en: HD 5×

source: 跨设备同步与备份
en: Sync and back up across devices
zh_hant: 跨設備同步與備份

source: 轻点退出
en: Tap to Exit
zh_hant: 輕點退出

source: 载入失败：%@
en: Could not load: %@
zh_hant: 載入失敗：%@

source: 进入游戏库
en: Open Library
zh_hant: 進入遊戲庫

source: 进阶功能
en: Pro Features
zh_hant: 進階功能

source: 连发
en: Turbo
zh_hant: 連發

source: 退出
en: Exit

source: 退出时安全快照
en: Exit Safety Snapshot
zh_hant: 退出時安全快照

source: 退卡后，回到收藏架。
en: After ejection, return to your collection.
zh_hant: 退卡後，回到收藏架。

source: 选择
en: Select
zh_hant: 選擇

source: 选择交换 A/B 或 X/Y，设置仅作用于当前游戏。
en: Swap A/B or X/Y for this game only.
zh_hant: 選擇交換 A/B 或 X/Y，設置僅作用於當前遊戲。

source: 逐游戏设置
en: Per-Game Settings
zh_hant: 逐遊戲設置

source: 通过游戏库右上角的＋导入卡带后，可在这里删除。
en: Import games with the + button in your library, then manage them here.
zh_hant: 通過遊戲庫右上角的＋導入卡帶後，可在這裡刪除。

source: 速度
en: Speed

source: 重命名
en: Rename

source: 重命名即时存档
en: Rename Save State
zh_hant: 重命名即時存檔

source: 重新体验互动操作指南
en: Replay the interactive guide.
zh_hant: 重新體驗互動操作指南

source: 金手指
en: Cheats

source: 锐化
en: Sharp
zh_hant: 銳化

source: 镌刻文字
en: Engraving
zh_hant: 鐫刻文字

source: 问题反馈
en: Contact Support
zh_hant: 問題反饋

source: 需要 32 位小端 ELF 文件
en: A 32-bit little-endian ELF file is required.

source: 验证样例
en: Validation Sample
zh_hant: 驗證樣例

source: 高帧率
en: High Frame Rate
zh_hant: 高幀率

source: 高清
en: HD

source: 高清 4×
en: HD 4×

source: 高清画质
en: HD Graphics
zh_hant: 高清畫質

source: 高清画质 · 无限存档 · iCloud 同步
en: HD graphics · Unlimited save states · iCloud sync
zh_hant: 高清畫質 · 無限存檔 · iCloud 同步

source: 高清画质和高级双屏布局
en: HD graphics and advanced screen layouts
zh_hant: 高清畫質和高級雙屏佈局

source: 高级控制
en: Advanced Controls
zh_hant: 高級控制
